﻿IDS_DGNCALCBASE_TEST = "DgnCalcBase-測試(Lang:EN)"
IDS_MESHPMCV_AUTOMESH_SectionData = "斷面資料不適用於網格生成。"
IDS_MESHPMCV_AUTOMESH_MakeMesh = "無法自動生成網格。"
IDS_MESHPMCV_AUTOMESH_Property = "無法計算自動網格化斷面的斷面性質資料。"
IDS_MESHPMCV_PROPERTY_Area = "無法計算斷面性質資料（斷面積）。"
IDS_MESHPMCV_PROPERTY_1stInertia = "無法計算斷面性質資料（一次慣性矩）。"
IDS_MESHPMCV_PROPERTY_2ndInertia = "無法計算斷面性質資料（二次慣性矩）。"
IDS_MESHPMCV_PROPERTY_PlasticCent = "無法計算斷面性質資料（塑性形心）。"
IDS_MESHPMCV_MAKECURV_PMCvAngle = "PM 曲線建立的基本角度資訊有誤。"
IDS_MESHPMCV_MAKECURV_PMCvLine = "無法建立PM 曲線。"
IDS_MESHPMCV_TUNECURV_LessLine = "自動調整後的 PM 曲線小於原始 PM 曲線。"
IDS_MESHPMCV_CALRATIO_SelectLine = "用於計算設計強度的 PM 曲線有誤。"
IDS_MESHPMCV_CALRATIO_FindStrength = "無法計算設計強度。"
IDS_MESHPMCV_CALRATIO_MakeCurve = "無法計算設計強度用 PM 曲線。"
IDS_MESHPMCV_CALRATIO_OverIncAngle = "增量角度過大。"
IDS_MESHPMCV_CALRATIO_ForceSum = "無法計算內力總和。"
IDS_GEO_DGNCALC_PILE_FDN = "樁基礎"
IDS_GEO_DGNCALC_FOOT_FDN = "直接基礎"
IDS_GEO_DGNCALC_FDN_BEARING_REVIEW = "承載力檢核"
IDS_GEO_DGNCALC_FDN_FRICTION_RESULT = "負摩擦力"
IDS_GEO_DGNCALC_FDN_SETTLE_RESULT = "沉陷檢核"
IDS_GEO_DGNCALC_FDN_DIR_RESULT = "側向承載力"
IDS_GEO_DGNCALC_FDN_DGN_STANDARD_2009 = "結構物基礎設計規範（2009.3）"
IDS_GEO_DGNCALC_FDN_RAILBRIDGE_DGN_2004 = "鐵道橋梁設計規範（2004）"
IDS_GEO_DGNCALC_FDN_BRIDGE_DGN_SPEC_2008 = "橋梁設計規範 (2008)"
IDS_GEO_DGNCALC_FDN_TIP_BEARING = "端承載能力"
IDS_GEO_DGNCALC_FDN_FRICTION = "摩擦力"
IDS_GEO_DGNCALC_FDN_PILE_TYPE = "打擊樁"
IDS_GEO_DGNCALC_FDN_DRILLED = "現場灌注樁"
IDS_GEO_DGNCALC_FDN_PILE_PURCHASE = "鑽孔預製樁"
IDS_GEO_DGNCALC_FDN_INTERVAL_PILE = "鑽孔樁"
IDS_GEO_DGNCALC_FDN_STEEL = "鋼管樁"
IDS_GEO_DGNCALC_FDN_STATICS_REVIEW = "靜力檢核"
IDS_GEO_DGNCALC_FDN_FIELD_TEST = "現地試驗"
IDS_GEO_DGNCALC_FDN_BEARING_ROCK_REVIEW = "岩石承載力"
IDS_GEO_DGNCALC_SAND = "砂"
IDS_GEO_DGNCALC_CLAY = "黏土"
IDS_GEO_DGNCALC_ROCK = "岩石"
IDS_GEO_DGNCALC_FDN_SPT = "標準貫入試驗"
IDS_GEO_DGNCALC_FDN_CPT = "靜力圓錐貫入試驗（CPT）"
IDS_GEO_DGNCALC_FDN_PMT = "壓力計試驗"
IDS_GEO_DGNCALC_FDN_PBT = "平板承載試驗"
IDS_GEO_DGNCALC_FDN_VST = "十字片剪試驗"
IDS_GEO_DGNCALC_FDN_ROWE_ARMITAGE = "Rowe 等"
IDS_GEO_DGNCALC_FDN_ZHANG_EINSTEIN = "Zhang 等"
IDS_GEO_DGNCALC_FDN_CANADIAN_2006 = "加拿大基礎規範 (2006)"
IDS_GEO_DGNCALC_FDN_CANADIAN_1985 = "加拿大基礎規範 (1985)"
IDS_GEO_DGNCALC_FDN_NAVFAC_1982 = "NAVFAC(1982)"
IDS_GEO_DGNCALC_FDN_TOUMA_REESE_QUIROS = "Reese 等"
IDS_GEO_DGNCALC_FDN_MEYERHOF_1971 = "Meyerhof"
IDS_GEO_DGNCALC_FDN_MEYERHOF = "Meyerhof"
IDS_GEO_DGNCALC_FDN_TOUMA_REESE = "Touma 等"
IDS_GEO_DGNCALC_FDN_QUIROS_REESE = "Qurios 等"
IDS_GEO_DGNCALC_FDN_REESE_ONEILL = "Reese 等"
IDS_GEO_DGNCALC_FDN_BASE_STANDARD = "結構基礎設計規範"
IDS_GEO_DGNCALC_FDN_ASSHTO = "AASHTO"
IDS_GEO_DGNCALC_FDN_FHWA = "FHWA"
IDS_GEO_DGNCALC_FDN_DRAIN_CONSIDER = "考慮 c-Φ"
IDS_GEO_DGNCALC_FDN_ROCKSTRENTH_JOINT = "岩石強度與節理特性"
IDS_GEO_DGNCALC_FDN_LIMITE_COMPRESS = "鑽孔載重試驗"
IDS_GEO_DGNCALC_FDN_SPT_UNLIMITE = "標準貫入試驗"
IDS_GEO_DGNCALC_FDN_CPT_UNLIMITE = "圓錐貫入試驗"
IDS_GEO_DGNCALC_FDN_ROCKPILE_UNLIMITE = "樁打入岩石"
IDS_GEO_DGNCALC_FDN_SAND_SPT = "砂土 - SPT"
IDS_GEO_DGNCALC_FDN_UNDRAIN_CLAY = "黏土 - α 因子法"
IDS_GEO_DGNCALC_FDN_EFFECT_STRESS = "黏土 - β 因子法"
IDS_GEO_DGNCALC_FDN_CLAY_FACTOR = "黏土 - λ 因子法"
IDS_GEO_DGNCALC_FDN_CONSTRUCT_DISTURB_CONSIDER = "地面擾動"
IDS_GEO_DGNCALC_FDN_CLAY_LAYER = "黏土層"
IDS_GEO_DGNCALC_FDN_SAND_OFFER_TABLE = "砂土基礎"
IDS_GEO_DGNCALC_FDN_CLAY_ALPHA = "黏土 - α 因子法"
IDS_GEO_DGNCALC_FDN_CLAY_SPT = "黏土 - SPT"
IDS_GEO_DGNCALC_FDN_CLAY_UNDRAIN = "黏土 - 不排水強度"
IDS_GEO_DGNCALC_FDN_SAND_OFFER_FRICTION_TABLE = "砂土基礎"
IDS_GEO_DGNCALC_FDN_USE_SPT = "標準貫入試驗"
IDS_GEO_DGNCALC_FDN_ROCK_1988 = "岩石 - Kulhawy"
IDS_GEO_DGNCALC_FDN_ROCK_1979 = "岩石 - Kenney"
IDS_GEO_DGNCALC_FDN_MEYERHOF_1976 = "使用 SPT 的 N 值計算砂土承載力（Meyerhof，1976）"
IDS_GEO_DGNCALC_FDN_INTERNAL_FINALBLOW = "最後打樁"
IDS_GEO_DGNCALC_FDN_INTERNAL_CONCRETEMILK = "水泥漿噴射攪拌"
IDS_GEO_DGNCALC_FDN_INTERNAL_CONCRETEPLACING = "混凝土澆築"
IDS_GEO_DGNCALC_FDN_STEELPILE_SOFTROCK = "鋼管樁插入軟岩"
IDS_GEO_DGNCALC_FDN_CPT_TIP_RESISTANCE = "圓錐貫入試驗"
IDS_GEO_DGNCALC_FDN_SPT_ELSE_UNLIMITE = "SPT和不排水強度"
IDS_GEO_DGNCALC_FDN_ULTIMATE_BEARING = "極限承載力"
IDS_GEO_DGNCALC_FDN_CALC_HORIZFACTOR = "水平彈性模數"
IDS_GEO_DGNCALC_FDN_CALC_HORIZ_BEARING = "水平承載力"
IDS_GEO_DGNCALC_FDN_CALC_ELASTICFACTOR = "土壤彈性模數"
IDS_GEO_DGNCALC_FDN_DAVISSION_1970 = "黏土"
IDS_GEO_DGNCALC_FDN_SOIL_N = "標準貫入試驗"
IDS_GEO_DGNCALC_FDN_PILETYPE_BEARING = "打擊樁承載力計算"
IDS_GEO_DGNCALC_FDN_DRILLED_BEARING = "現場灌注樁承載力計算"
IDS_GEO_DGNCALC_FDN_INTERNAL_BEARING = "鑽孔樁承載力計算"
IDS_GEO_DGNCALC_FDN_JAPAN_BRIDGE = "日本道路橋標準"
IDS_GEO_DGNCALC_FDN_INFRA_ARCHITECT_2004 = "結構物基礎設計規範（日本建築學會，2004）"
IDS_GEO_DGNCALC_ELASTIC_DIFF = "彈性理論"
IDS_GEO_DGNCALC_ELASTIC_DIFF1 = "彈性理論 1"
IDS_GEO_DGNCALC_ELASTIC_DIFF2 = "彈性理論 2"
IDS_GEO_DGNCALC_CLAY_SAT = "飽和黏土"
IDS_GEO_DGNCALC_STRAIN_EFFECT = "應變效應"
IDS_GEO_DGNCALC_FDN_TERZAGHI_BEARING = "Terzaghi 方程式"
IDS_GEO_DGNCALC_FDN_MEYERHOF_BEARING = "Meyerhof 方程式"
IDS_GEO_DGNCALC_FDN_GENERAL_SHEAR_FAIL = "一般剪力破壞"
IDS_GEO_DGNCALC_FDN_LOCAL_SHEAR_FAIL = "局部剪力破壞"
IDS_GEO_DGNCALC_FDN_MODIFY_TERZAGHI = "修正Terzaghi 方程式"
IDS_GEO_DGNCALC_FDN_EXPERIENCE = "經驗"
IDS_GEO_DGNCALC_FDN_COMP_STRENGTH = "單軸壓縮強度"
IDS_GEO_DGNCALC_FDN_GOOD_ROCK = "良好岩石"
IDS_GEO_DGNCALC_FDN_ROCK_CLASSIFICATION = "岩石分類"
IDS_GEO_DGNCALC_FDN_PBT_TERZAGHI_PECK = "Terzaghi 等"
IDS_GEO_DGNCALC_FDN_PBT_BOND = "Bond"
IDS_GEO_DGNCALC_FDN_CANNOT_CALC_BEARING = "無法計算承載力。"
IDS_GEO_DGNCALC_FDN_ISNOT_LOAD = "無垂直載重。"
IDS_GEO_DGNCALC_FDN_MSG_E2B2E1L2 = "在 e2 ≥ B/2 或 e1 ≥ L/2 的情況下"
IDS_GEO_DGNCALC_FDN_MSG_E2B2ELL2 = "在 eB ≥ B/2 或 eL ≥ L/2 的情況下"
IDS_GEO_DGNCALC_FDN_MSG_ONLYAXIALFORCE = "在僅有軸力的情況下。"
IDS_GEO_DGNCALC_FDN_MSG_ED8 = "在 e ≤ D/8（梯形分佈）的情況下"
IDS_GEO_DGNCALC_FDN_MSG_ED8_TRIANGLE = "在 e > D/8（三角形分佈）的情況下"
IDS_GEO_DGNCALC_FDN_MSG_ED2 = "在 e ≥ D/2 的情況下"
IDS_GEO_DGNCALC_FDN_MSG_B6 = "在 e ≤ B/6（梯形分佈）的情況下"
IDS_GEO_DGNCALC_FDN_MSG_EB6_TRIANGLE = "在 e > B/6（三角形分佈）的情況下"
IDS_GEO_DGNCALC_FDN_MSG_EL6 = "在 e ≤ L/6（梯形分佈）的情況下"
IDS_GEO_DGNCALC_FDN_MSG_EL6_TRIANGLE = "在 e > L/6（三角形分佈）的情況下"
IDS_GEO_DGNCALC_FDN_MSG_6E2B6E1L = "在 6e2/B + 6e1/L ≤ 1.0（梯形分佈）的情況下"
IDS_GEO_DGNCALC_FDN_MSG_6EBB6ELL = "在 6eB/B + 6eL/L ≤ 1.0（梯形分佈）的情況下"
IDS_GEO_DGNCALC_FDN_MSG_B6E1L = "在 /B + 6e1/L > 1.0（三角形分佈）的情況下"
IDS_GEO_DGNCALC_FDN_MSG_B6ELL = "在 /B + 6eL/L > 1.0（三角形分佈）的情況下"
IDS_DGNCALCBASE_MESH_FAIL = "無法生成網格。"
IDS_GEO_DGNCALC_FDN_TIP_BEARING_EQ = "鋼管樁打入軟岩之端承載力方程式"
IDS_GEO_DGNCALC_FDN_ROEW_1987 = "Rowe 和 Armitage(1987)"
IDS_GEO_DGNCALC_FDN_ZHANG_1998 = "Zhang 和 Einstein(1998)"
IDS_GEO_DGNCALC_FDN_CFEM_2006 = "加拿大基礎工程手冊（2006）"
IDS_GEO_DGNCALC_FDN_SPT_TIP_ULT_BEARING = "SPT 的極限端承載力"
IDS_GEO_DGNCALC_FDN_CLAY_PILETYPE_TIP_BEARING = "打入樁於黏土中的端承載力"
IDS_GEO_DGNCALC_FDN_CPT_TIP_BEARING = "由 CPT 求得的極限端承載力"
IDS_GEO_DGNCALC_FDN_DISTURB_TIP_BEARING = "由施工期間地盤擾動造成之端承載力"
IDS_GEO_DGNCALC_FDN_CLAY_DRILLED_TIP_BEARING = "黏土中現場灌注樁的端承載力"
IDS_GEO_DGNCALC_FDN_TOUMA_1974 = "Touma 與 Reese（1974），Quiros 與 Reese（1977）"
IDS_GEO_DGNCALC_FDN_INTERNAL_TIP_ULT_BEARING = "鑽孔樁端承載力（水泥漿灌注）"
IDS_GEO_DGNCALC_FDN_MEYERHOF_1956 = "Meyerhof 方程式 (1956)"
IDS_GEO_DGNCALC_FDN_INFRA_ARCHITECT_JAPAN_2004 = "結構物基礎設計規範（日本建築學會，2004）"
IDS_GEO_DGNCALC_FDN_BASE_STANDARD_1997 = "結構物基礎設計規範（1997）"
IDS_GEO_DGNCALC_FDN_CGS_1985 = "加拿大土木工程學會 (1985)"
IDS_DGNCALCBASE_CALC_SECT_PROP_FAIL = "無法計算斷面性質資料。"
IDS_DGNCALCBASE_ERROR_SECT_DATA__s = "使用斷面資料檔（ %s ）時發生錯誤。\n錯誤："
IDS_UNIT_LENGTH_MM = "mm"
IDS_UNIT_LENGTH_CM = "cm"
IDS_UNIT_LENGTH_M = "m"
IDS_UNIT_LENGTH_IN = "in"
IDS_UNIT_LENGTH_FT = "ft"
IDS_UNIT_FORCE_KG = "kgf"
IDS_UNIT_FORCE_TON = "tonf"
IDS_UNIT_FORCE_N = "N"
IDS_UNIT_FORCE_KN = "kN"
IDS_UNIT_FORCE_LBF = "lbf"
IDS_UNIT_FORCE_KIP = "kip"
IDS_UNIT_FORCE_KIPs = "kips"
IDS_UNIT_DEGREE = "deg"
